Repository: Jefferson49/webtrees-branch-statistics
Catalog: resources/lang/*/messages.po
Languages: de, fr

source: Branch statistics
de: Statistik der Branche einer Person
fr: Statistiques de la branche d'un individu

source: Statistics of an individual’s ancestors.
de: Statistik des Ahnenzweigs einer Person.
fr: Statistiques de la branche des ancêtres d’un individu.

source: Branch statistics of %s
de: Branchenstatistik %s
fr: Statistiques de la branche de %s

source: Individual
de: Personen
fr: Individu

source: Generations
de: Generation
fr: Générations

source: view
de: Anzeigen
fr: afficher

source: Individual is not visible.
de: Einzelperson ist nicht sichtbar.
fr: L'individu n'est pas visible.

source: Total individuals
de: Kumulierte Personenanzahl
fr: Nombre d’individus

source: Total individuals (cumulative)
de: Kumulierte Personenanzahl
fr: Nombre total d'individus (cumul)

source: Time of life
de: Lebenszeit
fr: Époque de vie

source: Ancestors
de: Vorfahren
fr: Ancêtres

source: Self
de: Proband
fr: Individu racine

source: Parents
de: Eltern

source: Grandparent
de: Großeltern

source: Great-grandparent
de: Urgroßeltern

source: Great ×%s grandparent
de: ×%s Urgroßeltern

source: Number of complete / found individuals
de: Vollständige/vorhandene Personen
fr: Nombre d’individus traités/trouvés

source: Males
de: Männlich
fr: Hommes

source: Females
de: Weiblich
fr: Femmes

source: Alive
de: Lebend
fr: Vivants

source: Dead
de: Verstorben
fr: Décédés

source: "Complete" means an individual with a media for birth/baptism, marriage and death/burial.
de: "Vollständig" bedeutet, dass für eine Person Medien für Geburt/Taufe, Heirat und Tod/Beerdigung vorliegen.
fr: Un individu "traité" indique un individu avec un média pour la naissance/baptême, le mariage et le décès/ enterrement.

source: Living
de: Lebende Personen
fr: Individus vivants

source: Generation
fr: Générations

source: Grandparents
fr: Grands-parents

source: Great-grandparents
fr: Arrière-grands-parents

source: Great ×%s grandparents
fr: Arrière×%s grands-parents
